[
	{
	"id": 1,
	"name": "Sri Veeramakaliamman Temple",
	"image": "image01",
	"desc": "One of the oldest Hindu temple that has survived WW2, where early migrant workers from India came to pray to feel safe in a new foreign land",
	"button": "What to look out for?",
	"about": "how to explore the temple",
	"tip1": "Ring the bells while entering into the temple, where the ringing is said to awaken all 5 senses.",
	"tip2": "Walk clockwise around the temple.",
	"tip3": "Check out the designated area where devotees smash coconuts against the floor to reveal the white pure flesh within the soiled dirty coconut husk. You are welcome to smash one too! It symbolises crushing one's own ego to be humble before god."

},
	{
	"id": 2,
	"name": "Tan Teng Niah Residences",
	"image": "image02",
	"desc": "Last surviving Chinese Villa in Little India embodying an often overlooked story of the days when small Chinese industries operated alongside the cattle and rattan businesses at Little India",
	"button": "What to look out for?",
	"about": "the elements Tan built for his wife",
	"tip1": "Richly carved pintu pagar (swinging wooden half doors in Malay)",
	"tip2": "Over the entrance door is a glided name plate with calligraphic inscription Siew Song (elegant pine in Mandarin), where pine denotes endurance and expresses their aspirations to the Chinese.",
	"tip3": "Five-foot way (five feet wide covered pedestrian walkway), mandated by Stamford Raffles, the founder of Modern Singapore, to protect pedestrians from the hot tropical sun and rain."
},
	{
	"id": 3,
	"name": "Tekka Food Centre and Market",
	"image": "tekka",
	"desc": "Enjoy a sumptuous meal at the bustling food centre offering a wide selection of local Indian and Chinese cuisines and head up to the balcony on the second floor for a bird's-eye view of the wet market.",
	"button": "What to look out for?",
	"about": "what to order",
	"tip1": "Indian dishes: Sri Kamala Vila's Thosais and Chicken Masala, Allaudin's Briyani",
	"tip2": "Chinese dishes: Heng Gi Goose and Duck Rice, 545 Whampoa Prawn Noodles",
	"tip3": "Drink: Ah Rahman's Teh Tarik"
	},

	{
		"id": 4,
		"name": "Abdul Gafoor Mosque",
		"image": "gafoor",
		"desc": "A eclectically designed mosque to serve the spiritual needs of Tamil Muslim immigrants from South India",
		"button":"what to look out for",
		"about": "the architectural elements",
		"tip1": "Above the main entrance is one of the mosque's most outstanding features: an elaborately decorated sunburst flanked by two fluted pilasters and topped by an ogee-shaped pediment. The intricate sunburst design is adorned with the names of the 25 most prominent Islamic prophets – from Adam to Muhammad – in elegant Arabic calligraphy.",
		"tip2": "The grand cupola rises as an octagonal structure on the roof and has eight windows with colourful glass panels. Capping the cupola is a large ogee-shaped dome, which is then topped by a crescent moon and a star on its pinnacle.",
		"tip3": "Crescent moon and star motifs – symbols widely associated with the Islamic faith – embellish the exterior walls. Minaret-like features line the roof parapet, each crowned with a miniature ogee-shaped (onion-shaped) dome and a crescent moon."
	},

	{
		"id": 5,
		"name": "Indian Heritage Centre",
		"image": "IHC",
		"desc":"First museum in Southeast Asia that focuses on the diverse heritage of the Indian community, telling the genesis of ties between South Asia and Southeast Asia to the contributions of the Indian community to modern Singapore",
		"button":"",
		"about":"",
		"tip1":"",
		"tip2":"",
		"tip3":""
	},

	{
		"id": 6,
		"name": "Former Kandang Kerbau Hospital",
		"image": "kk",
		"desc":"Earned a place in the Guinness Book of Records with 39,856 deliveries in 1966, due to the beginning of baby boom right after Singapore earned independence in 1965",
		"button":"",
		"about":"",
		"tip1":"",
		"tip2":"",
		"tip3":""
	},

	{
		"id": 7,
		"name": "Little India Arcade",
		"image": "arcade",
		"desc":"A cluster of conserved neoclassical shophouses housing an array of eateries and boutique shops offering sweets, curios and other knick-knacks",
		"button":"",
		"about":"",
		"tip1":"",
		"tip2":"",
		"tip3":""
	},

	{
		"id": 8,
		"name": "Shree Lakshminarayan Temple",
		"image": "lakshminarayan",
		"desc":"First dedicated place of worship for North Indian Hindus, who subscribes to the spiritual value of Vedic Hindu traditions. Lakshmi is the goddess of wealth and the consort of Vishnu, while Narayan is the deity responsible for the preservation and protection of the Universe.",
		"button":"",
		"about":"",
		"tip1":"",
		"tip2":"",
		"tip3":""
	},

	{
		"id": 9,
		"name": "Mustafa Shopping Centre",
		"image": "mustafa",
		"desc":"The only 24/7 shopping centre in Singapore that opens all year round, where you can buy almost anything at one of the best price!",
		"button":"",
		"about":"the game plan to exploring the 2 building, 6 levels tall mall",
		"tip1":"Enter from Gate 1.",
		"tip2":"Explore from bottom up!",
		"tip3":""
	},

	{
		"id": 10,
		"name": "Kampong Kapor Methodist Church",
		"image": "methodist",
		"desc":"Started as the straits chinese church in 1890 and had become the 2nd largest english speaking church in Singapore in 1952. Today, the Church conducts Peranakan, English, Mandarin and Chinese services as a reminder of the rich cultural diversity that characterises the Little Indian district.",
		"button":"",
		"about":"the worhsip services every Sunday, held in multiple languages",
		"tip1":"English at 8am, 9.30am, 11.30am",
		"tip2":"Peranakan at 11am",
		"tip3":"Mandarin at 2pm, Tamil at 5.30pm"
	}
	]
